Repository: Kurukshetran/app-download.org
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Update Apps
de_de: Apps Updaten

source: To update apps simply download them again. When you double click on the downloaded app a update dialog will open instead of an installation dialog.
de_de: Um Apps zu aktualisieren, muss man Sie einfach erneut herunterladen und installieren. Anstelle eines Installationsdialog sollte sich ein Updatedialog öffnen.

source: The following features are planned but not yet implemented
de_de: Die folgenden Punkte sind geplant aber noch nicht implementiert

source: Better ways to search for apps
de_de: Bessere Suchmöglichkeiten für Apps

source: Supporting paid apps
de_de: Bezahlbare Apps unterstützen

source: Welcome to App-Download.org the alternative to the Play Store
de_de: Willkommen auf App-Download.org – die Alternative zum Play Store

source: App-Download.org is a client for the Play Store with it you can download any <strong>app</strong> from <strong>Google's Play Store</strong> onto your Kindle Fire or any other <strong>Android</strong> device. No rooting required. <strong>You won't loose your warranty!</strong> Enjoy everything the Play Store has to offer without needing Google's <strong>gapps</strong>. Stop Google from tracking you but still be able to get every app for Android in it's <strong>newest version</strong>. Make use of the <strong>anonymous</strong> login function to download apps without revealing your true identity. Whether you got a Kindle Fire, Samsung Galaxy, Google Nexus, HTC, LG Optimus, Sony Xperia or any other Android device App-Download.org works for all of them.
de_de: App-Download.org ist ein Client für den Play Store, mit ihm können Sie jede <strong>App</strong>, aus dem <strong>Google Play Store</strong>, auf Ihr Kindle Fire oder jedes andere <strong>Android</strong> Gerät herunterladen. Ihr Gerät muss nicht gerootet sein. <strong>Die Garantie bleibt erhalten!</strong> Nutzen Sie alle Vorteile des Play Stores, ohne Googles gapps zu brauchen. Verhindern Sie, dass Google Sie verfolgt, aber bekommen Sie trotzdem alle Apps in der <strong>neusten Version</strong>. Benutzen Sie, die <strong>Anonyme Login Funktion</strong> um Apps herunterzuladen ohne ihre Identität preis zu geben. Ob Sie ein Kindle Fire, Samsung Galaxy, Google Nexus, HTC, LG Optimus, Sony Xperia oder ein anderes Android-Gerät besitzen – App-Download.org funktioniert mit allen.

source: This service is ideal for devices that do not come with the Play Store (like the Kindle Fire) or for users that do not want to install gapps on their custom Android roms like <strong>CyanogenMod</strong> or <strong>ParanoidDroid</strong>.
de_de: Dieser Service ist ideal für Geräte, die nicht mit dem Play Store ausgeliefert werden (wie dem Kindle Fire) oder für Benutzer, die nicht gapps in ihrer "custom rom", wie <strong>CyanogenMod</strong> oder <strong>ParanoidDroid</strong>, installieren möchten.

source: If you need help with anything click on any of the %s-signs.
de_de: Wenn Sie Hilfe benötigen, klicken Sie auf eins der Fragezeichen (%s).

source: By using this service you agree to the following terms
de_de: Wenn Sie diesen Dienst verwenden, akzeptieren Sie folgende Bedingungen

source: If you login with an own Google account your password needs to be stored in volatile memory from the time you log in until you click on the <strong>logout button</strong> or your session times out.
de_de: Wenn Sie sich mit einen eigenen Google Account anmelden, muss Ihr Passwort, von dem Moment an, indem Sie sich einloggen, bis Sie den <strong>Log-out Knopf</strong> drücken oder Ihre Sitzung abläuft im flüchtigen Speicher gespeichert werden.

source: If you login with an own Google account an encrypted version of your e-mail address needs to be permanently stored to remember devices you created using this service.
de_de: Wenn Sie einen eigenen Google Account verwenden, muss Ihre E-Mail-Adresse in verschlüsselter Form dauerhaft gespeichert werden, um Ihren Account Geräte zuzuordnen, die Sie mit diesem Dienst erstellen.

source: In order to provide secure user management a session cookie needs to be set. This cookie will be used for identification. It wil be deleted when you click on the <strong>logout button</strong>, when your session times out or when you close your browser.
de_de: Um sicheres Benutzermanagement anzubieten, muss ein Sessioncookie gesetzt werden. Dieser Cookie wird verwendet, um Sie zu identifizieren. Er wird gelöscht, wenn Sie auf den <strong>Log-out Knopf</strong> drücken, wenn Ihre Sitzung abläuft oder wenn Sie Ihren Browser schließen.

source: To provide a better user experience anonymous data is collected about your usage of this service. This service will not track you across domains. %sPiwik%s is used for this task.
de_de: Um die Benutzerfreundlichkeit dieses Dienstes zu verbessern, werden Daten in anonymisierter Form darüber gesammelt, wie Sie diesen Dienst verwenden. Dieser Dienst verfolgt Sie nicht über Domains hinweg. %sPiwik%s wird hierfür verwendet.

source: If you login with an own Google account the identity of your Google account will be transmitted to Google.
de_de: Wenn Sie einen eigenen Google Account verwenden, wird die Identität Ihres Google Accounts an Google gesendet.

source: THIS SERVICE IS PROVIDED BY Sebastian Gellweiler AS IS AND ANY EXPRESS OR IMPLIIED WARRANTIES ARE DISCLAIMED. IN NO EVENT SHALL Sebastian Gellweiler BE HOLD LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTIAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES. ESPECIALLY CAN Sebastian Gellweiler NOT BE HOLD RESPONSIBLE IF YOUR CREDENTIALS ARE STOLEN BY A THIRD PARTY.
de_de: DIESER DIENST WIRD VON Sebastian Gellweiler OHNE JEGLICHE SPEZIELLE ODER IMPLIZIERTE GARANTIEN ZUR VERFÜGUNG GESTELLT. AUF KEINEN FALL KANN Sebastian Gellweiler FÜR IRGENDWELCHE DIREKTEN, INDIREKTEN, ZUFÄLLIGEN, SPEZIELLEN, BEISPIELHAFTEN ODER FOLGESCHÄDEN VERANTWORTLICH GEMACHT WERDEN. INSBESONDERE KANN Sebastian Gellweiler NICHT BELANGT WERDEN, WENN DRITTE IHRE IDENTIFIKATIONSDATEN STEHLEN.

source: THIS SERVICE IS PROVIDED BY A GERMAN FROM GERMANY. Sebastian Gellweiler CANNOT BE HOLD RESPONSIBLE FOR VIOLATING ANY LAWS THAT DO NOT APPLY IN GERMANY. IF YOU VIOLATE ANY LAWS IN YOUR COUNTRY BY USING THIS SERVICE Sebastian Gellweiler CANNOT BE HOLD RESPONSIBLE.
de_de: Dieser Service wird aus Deutschland betrieben. Es gilt die in Deutschland gültige Rechtslage. WENN SIE AUẞERHALB VON DEUTSCHLAND AUF DIESEN DIENST ZUGREIFEN, KANN Sebastian Gellweiler NICHT FÜR DORT GELTENDES RECHT IN VERANTWORTUNG GEZOGEN WERDEN. WENN SIE DORT GELTENDES RECHT VERLETZEN, KANN Sebastian Gellweiler NICHT VERANTWORTLICH GEMACHT WERDEN.

source: Menu
de_de: Menü

source: A <strong>free</strong> service brought to you by %sSebastian Gellweiler%s.
de_de: Ein <strong>kostenloser</strong> Service von %sSebastian Gellweiler%s.

source: Built with
de_de: Erstellt mit

source: Protobuf files from %s by %s
de_de: Protobuf Dateien aus %s von %s

source: %s by %s
de_de: %s von %s

source: %s design by %s
de_de: %s Design von %s

source: %s designed by %s
de_de: %s von %s

source: jQuery plugin %s by %s based on %s by %s
de_de: jQuery Plugin %s von %s, basierend auf %s von %s

source: Your devices
de_de: Ihre Geräte

source: new device
de_de: neues Gerät

source: Device to Registrer
de_de: Das anzumeldende Gerät

source: The country of the device
de_de: Die Sprache des Gerätes

source: A name for your device
de_de: Ein Name für Ihr Gerät

source: a name for the device
de_de: ein Name für Ihr Gerät

source: add device
de_de: Gerät erstellen

source: Change Device
de_de: Gerät wechseln

source: Top 500 free Apps
de_de: Top 500 Apps

source: Download the 500 most popular free apps directly from the Play Store onto your <strong>Kindle Fire</strong> or any other <strong>Android</strong> device.
de_de: Laden Sie die 500 beliebtesten kostenlosen Apps direkt aus dem Play Store auf Ihr <strong>Kindle Fire</strong> oder jedes andere <strong>Android</strong>-Gerät herunter.

source: Area of Application
de_de: Geltungsbereich

source: Access Data / Server Logfiles
de_de: Datenschutzerklärung

source: 2 Click Social Media Buttons
de_de: 2-Klick-Buttons

source: Cancelation, Changes, Corrections and Actualizations
de_de: Widerruf, Änderungen, Berichtigungen und Aktualisierungen

source: This Data Privacy Statement explains why and for what purpose personal data is collected by the responsible provider [%s] when using this service.<br><br>The legal basis of data protection in German law are stated in the Federal Data Protection Act (BDSG) and the Telemedia Act (TMG).
de_de: Diese Datenschutzerklärung klärt Nutzer über die Art, den Umfang und Zwecke der Erhebung und Verwendung personenbezogener Daten durch den verantwortlichen Anbieter [%s] auf dieser Website (im folgenden “Angebot”) auf.<br><br> Die rechtlichen Grundlagen des Datenschutzes finden sich im Bundesdatenschutzgesetz (BDSG) und dem Telemediengesetz (TMG).

source: The provider and his web space provider collect data about every access to this service (through the so called server log files). This includes:<ul><li>the name of the accessed content</li><li>the requested file</li><li>date and time of the request</li><li>transmitted amount of data</li><li>success of data transmission</li><li>browser ( incl. version) and operating system used by the client</li><li>the referer URL (page visited before)</li><li>IP address</li><li>the internet service provider</li></ul>The provider uses this data only for statistical evaluations for security reasons and for optimizing this service. The provider reserves the right to look through log data, if a concrete suspicion exists that a client is involved in illegal actions.
de_de: Der Anbieter (beziehungsweise sein Webspace-Provider) erhebt Daten über jeden Zugriff auf das Angebot (so genannte Serverlogfiles). Zu den Zugriffsdaten gehören:<ul><li>Name der abgerufenen Webseite</li><li>Datei, Datum und Uhrzeit des Abrufs</li><li> übertragene Datenmenge</li><li>Meldung über erfolgreichen Abruf</li><li>Browsertyp nebst Version</li><li>das Betriebssystem des Nutzers</li><li>Referrer URL (die zuvor besuchte Seite)</li><li>IP-Adresse</li><li>Provider</li></ul>Der Anbieter verwendet die Protokolldaten nur für statistische Auswertungen zum Zweck des Betriebs, der Sicherheit und der Optimierung des Angebotes. Der Anbieter behält sich jedoch vor, die Protokolldaten nachträglich zu überprüfen, wenn aufgrund konkreter Anhaltspunkte der berechtigte Verdacht einer rechtswidrigen Nutzung besteht.

source: This service uses %sPiwik%s an open source software for statistical evaluations of user actions. Piwik uses so called "cookies", text files that are stored on the user's computer and allow analyzing his/her behavior on this service. Through the usage of cookies collected data is stored on the server of the provider in Germany. Ip addresses get anonymized after processing and before storing them. Users can forbid the usage of cookies in their browsers but some parts of this service are only fully functional with cookies enabled.
de_de: Dieses Angebot benutzt %sPiwik%s, eine Open-Source-Software zur statistischen Auswertung der Nutzerzugriffe. Piwik verwendet sog. “Cookies”, Textdateien, die auf dem Computer der Nutzer gespeichert werden und die eine Analyse der Benutzung der Website durch die Nutzer ermöglichen. Die durch den Cookie erzeugten Informationen über die Benutzung dieses Agebotes werden auf dem Server des Anbieters in Deutschland gespeichert. Die IP-Adresse wird sofort nach der Verarbeitung und vor deren Speicherung anonymisiert. Nutzer können die Installation der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern; Der Anbieter weist die Nutzer jedoch darauf hin, dass sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich nutzen können.

source: App-Download.org uses so called "2 Click Social Media Buttons" for Facebook and Google+. That way your browser only contacts the corrosponding providers if you activly click on one of the grayed out buttons or you set a button to be permanently active. Those providers are: Facebook Inc., 1601 S. California Ave, Palo Alto, CA 94304, USA; Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA; Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, USA.<br><br>If a button is active and you are currently logged in (or you log in) the corrosponding provider may connect your profile on that social network with the web page on which the button appears. This is done through so called "cookies", small text files that the named providers save on your computer and that can be used to identify you. Even if you aren't activly logged in, those providers could connect your profile with the information received through the buttons (for example through your IP address). Further information about the usage of private data by the named providers can be found in their data privacy statements: https://www.facebook.com/about/privacy/, http://developers.google.com/+/web/buttons-policy, http://twitter.com/privacy.<br><br>If you set a button to be permanently active, your browser sends constantly data to the corrosponding provider. A cookie (socialSharePrivacy_*) will be set to remember your disicion. By doing so you agree in the sense of the TMG (German Telemedia Act) that the named providers may receive information about you through the buttons. You can revoke that decision at any time by deleting the cookie or by using the menu with a gear on it, near the social media buttons.<br><br>The connection to the named providers is encrypted, however the servers of those providers are often located outside of the european union. Therefore private data is usally not treated properly according to european standards. Furthermore authorities outside Germany may get access to that data through the servers.<br><br>Active buttons are colored (opposed to gray) and the corrosponding switch is active (turned to the right).<br><br>Buttons from Facebook.inc use the Facebook logo (a blue "f" on white background or a "thumps-up" sign). Buttons for Google+ have the sign "+1" or "g+1" on them. Twitter uses a stylized blue bird in the combination with "Twitter", "Tweet" or "Follow".
de_de: App-Download.org verwendet sogenannte 2-Klick-Buttons für Facebook, Google+ und Twitter. Dabei öffnet Ihr Browser, erst dann eine Verbindung zu dem entsprechenden Anbieter, wenn Sie aktiv auf eine der ausgegrauten Schaltflächen drücken oder eine Schaltfläche dauerhaft aktiv gestellt haben. Bei den Anbietern handelt es sich um: Facebook Inc., 1601 S. California Ave, Palo Alto, CA 94304, USA; Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA; Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, USA.<br><br>Ist eine Schaltflächen aktiv und Sie sind bei dem entsprechenden Dienst aktuell angemeldet (bzw. melden sich an), kann der entsprechende Betreiber Ihr dort angelegtes Konto mit der Webseite, auf der die entsprechende Schaltfläche eingebunden ist in Verbindung bringen. Dies geschieht durch sog. "Cookies", Textdateien, die die genannten Anbieter auf Ihrem Computer ablegen und mit denen Sie identifiziert werden können. Selbst wenn Sie aktuell nicht angemeldet sind, können die genannten Anbieter eventuell durch aktive Schaltflächen erhaltene Informationen mit Ihnen verknüpfen (z.B. über Ihre IP-Adresse). Nähere Informationen über die Verwendung privater Daten durch die erwähnten Anbieter finden Sie in deren Datenschutzerklärungen: https://www.facebook.com/about/privacy/, http://www.google.com/intl/de/+/policy/+1button.html und http://twitter.com/privacy.<br><br>Schalten Sie eine Schaltfläche auf dauerhaft aktiv, sendet Ihr Browser permanent Daten an den entsprechenden Anbieter. Ihre dauerhafte Zustimmung wird in einem Cookie (socialSharePrivacy_*) im Sinne des TMG protokolliert. Sie erklären sich damit einverstanden, dass der entsprechende Anbieter Informationen über Sie durch die entsprechende Schaltfläche erhält. Sie können diese Einwillung jederzeit im Menü unter dem Zahnrad neben (oder unter) den entsprechenden Schaltflächen widerrufen oder den Cookie von Hand löschen – was einer Widerrufung gleichkommt.<br><br>Die Datenübertragung zum Anbieter erfolgt verschlüsselt. Allerdings befinden sich die Server der genannten Anbieter zum Teil im nicht EU-Ausland. Daher werden Daten in der Regel nicht mit den in der EU geltenden Standards für Datenschutz behandelt. Über die Server könnten außerdem ausländische Behörden Zugriff auf übermittelte Daten erhalten.<br><br>Aktive Schaltflächen erkennen Sie daran, dass entsprechende Schaltflächen farbig sind, außerdem ist der neben der Schaltfläche liegende Schalter auf aktiv (nach rechts gerückt) gestellt.<br><br>Schaltflächen der Facebook Inc. erkennen Sie am Facebook Logo (blaues "f" auf weißer Kachel oder ein "Daumen hoch"-Zeichen). Buttons der Google Inc. sind an dem Zeichen "+1" erkennbar (manchmal in der Kombination mit einem "g"). Der Dienst Twitter verwendet einen stilisierten blauen Vogel in der Kombination mit den Begriffen "Twitter" oder "Folge".

source: The user has the right to receive information about the personal data that is stored about him free of charge upon stating a request. Additional he has the right to request correction, locking and deletion of his personal data, provided that no legal obligation exists to keep them.
de_de: Der Nutzer hat das Recht, auf Antrag unentgeltlich Auskunft zu erhalten über die personenbezogenen Daten, die über ihn gespeichert wurden. Zusätzlich hat der Nutzer das Recht auf Berichtigung unrichtiger Daten, Sperrung und Löschung seiner personenbezogenen Daten, soweit dem keine gesetzliche Aufbewahrungspflicht entgegensteht.

source: Sources
de_de: Quellen

source: Package to download
de_de: Herunterzuladendes Paket

source: Packagename of app
de_de: Paketname der App

source: Close
de_de: Schließen

source: Download in progress
de_de: Download läuft

source: The download of your app is in progress.
de_de: Der Download der App läuft gerade.

source: Next Steps:
de_de: Die nächsten Schritte:

source: Before you can install apps from App-Download.org on your android device, you need to %sallow installing apps from unknown sources%s.
de_de: Bevor Sie Apps mit App-Download.org installieren können, müssen Sie das %sInstallieren von Apps aus unbekannter Herkunft zulassen%s.

source: The download appears in the notification area of your device.
de_de: Der Downloadvorgang taucht im Benachrichtigungsbereich auf.

source: When the download completes click on the apk file.
de_de: Sobald der Download abgeschlossen ist: klicken Sie auf die APK Datei.

source: An installation dialog should open. Confirm with "Install".
de_de: Ein Installationsdialog sollte sich öffnen: Bestätigen Sie mit "Installieren".
