Repository: Kurukshetran/app-download.org
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Login failed: No SID received.
de_de: Anmelden Fehlgeschlagen: Keine SID erhalten.

source: Device %s is not supported.
de_de: Gerät %s wird nicht unterstützt.

source: Failed to check-in device: Request timed out.
de_de: Konnte das Gerät nicht anmelden: Anfrage dauert zu lange.

source: Failed to check-in device: %s
de_de: Konnte das Gerät nicht anmelden: %s

source: Failed to check-in device: Received no deviceid.
de_de: Konnte das Gerät nicht anmelden: Keine Device-ID erhalten.

source: English - United States
de_de: Englisch – USA

source: Afrikaans - South Africa
de_de: Afrikaans - Südafrika

source: Albanian - Albania
de_de: Albanisch - Albanien

source: Arabic - Algeria
de_de: Arabisch - Algerien

source: Arabic - Bahrain
de_de: Alrabisch - Bahrain

source: Arabic - Egypt
de_de: Arabisch - Ägypten

source: Arabic - Iraq
de_de: Arabisch - Irak

source: Arabic - Jordan
de_de: Arabisch - Jordanien

source: Arabic - Kuwait
de_de: Arabisch - Kuwait

source: Arabic - Lebanon
de_de: Arabisch - Libanon

source: Arabic - Libya
de_de: Arabisch - Libyen

source: Arabic - Morocco
de_de: Arabisch - Marokko

source: Arabic - Oman
de_de: Arabisch - Oman

source: Arabic - Qatar
de_de: Arabisch - Katar

source: Arabic - Saudi Arabia
de_de: Arabisch - Saudi-Arabien

source: Arabic - Syria
de_de: Arabisch - Syrisch

source: Arabic - Tunisia
de_de: Arabisch - Tunesien

source: Arabic - United Arab Emirates
de_de: Arabisch - Vereinigte Arabische Emirate

source: Arabic - Yemen
de_de: Arabisch - Yemen

source: Armenian - Armenia
de_de: Armenian - Armenien

source: Azeri (Cyrillic) - Azerbaijan
de_de: Azeri (kyrillisch) – Aserbaidschan

source: Azeri (Latin) - Azerbaijan
de_de: Azeri (lateinisch) – Aserbaidschan

source: Basque - Basque
de_de: Baskisch - Baskenland

source: Belarusian - Belarus
de_de: Weißrussisch - Weißrussland

source: Bulgarian - Bulgaria
de_de: Bulgarisch - Bulgarien

source: Catalan - Catalan
de_de: Katalanisch - Katalanien

source: Chinese - China
de_de: Chinesisch - China

source: Chinese - Hong Kong SAR
de_de: Chinesisch - Hong Kong

source: Chinese - Macau SAR
de_de: Chinesisch - Macao

source: Chinese - Singapore
de_de: Chinesisch - Singapur

source: Chinese - Taiwan
de_de: Chinesisch - Taiwan

source: Chinese (Simplified)
de_de: Chinesisch (vereinfacht)

source: Chinese (Traditional)
de_de: Chinesisch (traditionell)

source: Croatian - Croatia
de_de: Kroatisch - Kroatien

source: Czech - Czech Republic
de_de: Tschechisch - Tschechische Republik

source: Danish - Denmark
de_de: Dänisch - Dänemark

source: Dhivehi - Maldives
de_de: Dhivehi - Malediven

source: Dutch - Belgium
de_de: Flämisch - Belgien

source: Dutch - The Netherlands
de_de: Flämisch - Niederlande

source: English - Australia
de_de: Englisch - Australien

source: English - Belize
de_de: Englisch - Belize

source: English - Canada
de_de: Englisch - Kanada

source: English - Caribbean
de_de: Englisch - Karibische Inseln

source: English - Ireland
de_de: Englisch - Irland

source: English - Jamaica
de_de: Englisch - Jamaika

source: English - New Zealand
de_de: Englisch - Neuseeland

source: English - Philippines
de_de: Englisch - Philipienen

source: English - South Africa
de_de: Englisch - Südafrika

source: English - Trinidad and Tobago
de_de: Englisch - Trinidad und Tobago

source: English - United Kingdom
de_de: Englisch - Vereinigtes Köngireich

source: English - Zimbabwe
de_de: Englisch - Zimbabwe

source: Estonian - Estonia
de_de: Estnisch - Estland

source: Faroese - Faroe Islands
de_de: Färöisch - Färöer

source: Farsi - Iran
de_de: Persisch - Iran

source: Finnish - Finland
de_de: Finnisch - Finnland

source: French - Belgium
de_de: Französisch - Belgien

source: French - Canada
de_de: Französisch - Kanada

source: French - France
de_de: Französisch - Frankreich

source: French - Luxembourg
de_de: Französisch - Luxemburg

source: French - Monaco
de_de: Französisch - Schweiz

source: French - Switzerland
de_de: Französisch - Schweiz

source: Galician - Galician
de_de: Galicisch - Iberische Halbinsel

source: Georgian - Georgia
de_de: Georgisch - Georgien

source: German - Austria
de_de: Deutsch - Österreich

source: German - Germany
de_de: Deutsch - Deutschland

source: German - Liechtenstein
de_de: Deutsch - Lichtenstein

source: German - Luxembourg
de_de: Deutsch - Luxemburg

source: German - Switzerland
de_de: Deutsch - Schweiz

source: Greek - Greece
de_de: Griechisch - Griechenland

source: Gujarati - India
de_de: Gujarati - Indien

source: Hebrew - Israel
de_de: Hebräisch - Israel

source: Hindi - India
de_de: Hindu - Indien

source: Hungarian - Hungary
de_de: Ungarisch - Ungarn

source: Icelandic - Iceland
de_de: Isländisch - Island

source: Indonesian - Indonesia
de_de: Indonesisch - Indonesien

source: Italian - Italy
de_de: Italienisch - Italien

source: Italian - Switzerland
de_de: Italienisch - Schweiz

source: Japanese - Japan
de_de: Japanisch - Japan

source: Kannada - India
de_de: Kannada - Indien

source: Kazakh - Kazakhstan
de_de: Kasachisch - Kasachstan

source: Konkani - India
de_de: Konkani - Indien

source: Korean - Korea
de_de: Korea - Koreanisch

source: Kyrgyz - Kazakhstan
de_de: Kirgisisch - Kasachstan

source: Latvian - Latvia
de_de: Lettisch - Lettland

source: Lithuanian - Lithuania
de_de: Litauisch - Litauen

source: Macedonian (FYROM)
de_de: Mazedonisch (EJRM)

source: Malay - Brunei
de_de: Malaiisch - Brunei

source: Malay - Malaysia
de_de: Malaiisch - Malaysia

source: Marathi - India
de_de: Marathi - Indien

source: Mongolian - Mongolia
de_de: Mongolisch - Mongolei

source: Norwegian (Bokmål) - Norway
de_de: Norwegisch (Bokmål) - Norwegen

source: Norwegian (Nynorsk) - Norway
de_de: Norwegisch (Nynorsk) - Norwegen

source: Polish - Poland
de_de: Polnisch - Polen

source: Portuguese - Brazil
de_de: Portugiesisch - Brasilien

source: Portuguese - Portugal
de_de: Portugiesisch - Portugal

source: Punjabi - India
de_de: Panjabi - Indien

source: Romanian - Romania
de_de: Rumänisch - Rumänien

source: Russian - Russia
de_de: Russisch - Russland

source: Sanskrit - India
de_de: Sanskrit - Indisch

source: Serbian (Cyrillic) - Serbia
de_de: Serbisch (kyrillisch)

source: Serbian (Latin) - Serbia
de_de: Serbisch (lateinisch)

source: Slovak - Slovakia
de_de: Slowakisch - Slowakei

source: Slovenian - Slovenia
de_de: Slowenisch - Slowenien

source: Spanish - Argentina
de_de: Spanisch - Argentinien

source: Spanish - Bolivia
de_de: Spanisch - Bolivien

source: Spanish - Chile
de_de: Spanisch - Chile

source: Spanish - Colombia
de_de: Spanisch - Kolumbien

source: Spanish - Costa Rica
de_de: Spanisch - Costa Rica

source: Spanish - Dominican Republic
de_de: Spanisch - Dominikanische Republik

source: Spanish - Ecuador
de_de: Spanisch - Ecuador

source: Spanish - El Salvador
de_de: Spanisch - El Salvador

source: Spanish - Guatemala
de_de: Spanisch - Guatemala

source: Spanish - Honduras
de_de: Spanisch - Honduras

source: Spanish - Mexico
de_de: Spanisch - Mexico

source: Spanish - Nicaragua
de_de: Spanisch - Nicaragua

source: Spanish - Panama
de_de: Spanisch - Panama

source: Spanish - Paraguay
de_de: Spanisch - Paraguay

source: Spanish - Peru
de_de: Spanisch - Peru

source: Spanish - Puerto Rico
de_de: Spanisch - Puerto Rico

source: Spanish - Spain
de_de: Spanisch - Spanien

source: Spanish - Uruguay
de_de: Spanisch - Uruguay

source: Spanish - Venezuela
de_de: Spanisch - Venezuela

source: Swahili - Kenya
de_de: Swahili - Kenia

source: Swedish - Finland
de_de: Schwedisch - Finnland

source: Swedish - Sweden
de_de: Schwedisch - Schweden

source: Syriac - Syria
de_de: Syrisch - Syrien

source: Tamil - India
de_de: Tamil - Indien

source: Tatar - Russia
de_de: Tatarisch - Russland

source: Telugu - India
de_de: Telugu - Indien

source: Turkish - Turkey
de_de: Türkisch - Türkei

source: Ukrainian - Ukraine
de_de: Ukrainisch - Ukraine

source: Uzbek (Cyrillic) - Uzbekistan
de_de: Usbekisch (kyrillisch) -Usbekistan

source: Uzbek (Latin) - Uzbekistan
de_de: Usbekisch (lateinisch) -Usbekistan

source: Vietnamese - Vietnam
de_de: Vietnamesisch - Vietnam

source: Login failed: Request timed out.
de_de: Anmeldung fehlgeschlagen: Anfrage dauerte zu lange.

source: Login failed: The email or password you entered is incorrect.
de_de: Anmeldung fehlgeschlagen: Die E-Mail-Adresse oder das Passwort ist falsch.

source: Login failed for an unknown reason.
de_de: Anmeldung fehlgeschlagen: Anmeldung fehlgeschlagen aus einem unbekannten Grund.

source: Login failed: No auth key received.
de_de: Anmeldung fehlgeschlagen: Kein Authentifizierungsschlüssel erhalten

source: Failed to fetch download information: Request timed out.
de_de: Konnte keine Downloadinformationen erhalten: Anfrage dauerte zu lange.

source: Oh no! Something went wrong. Possible reasons are: 1. The app might no longer be available on the Play Store. 2. App-Download.org usually simulates a Nexus 5. The app might not be available for that device. Please excuse this incident. The administrator has been notified.
de_de: Leider ist ein Fehler aufgetreten. Mögliche Gründe sind: 1. Die App gibt es nicht mehr im Play Store. 2. App-Download.org simuliert in der Regel ein Nexus 5. Die App ist eventuell nicht für dieses Gerät verfügbar. Wir bitten Sie um Verständnis. Der Administrator ist benachrichtigt worden.

source: Could not get download information for given package.
de_de: Konnte keine Downloadinformationen für gegebenes Paket erhalten.

source: Application
de_de: Anwendung

source: Help
de_de: Hilfe

source: Contact
de_de: Kontakt

source: Terms of Service
de_de: AGB

source: Legal Info
de_de: Impressum

source: Data Privacy Statement
de_de: Datenschutzerklärung

source: Generic Device (English)
de_de: Standardgerät (Englisch)

source: Generic Device (German)
de_de: Standardgerät (Deutsch)

source: Generic Device (Spanish)
de_de: Standardgerät (Spanisch)

source: Generic Device (French)
de_de: Standardgerät (Französisch)

source: Generic Device (Russian)
de_de: Standardgerät (Russisch)

source: Generic Device (Mandarin Chinese)
de_de: Standardgerät (Mandarin Chinesisch)

source: You are already logged in.
de_de: Sie sind bereits angemeldet.

source: %s[more]%s<br><br><i>This is a short extract from %s<br>%sCopyright notice%s</i>
de_de: %s[mehr]%s<br><br><i>Dies ist ein kurzer Auszug aus %s<br>%sUrheberrechtlicher Hinweis%s</i>

source: Unknown
de_de: Unbekannt

source: App-Download.org has no description for this app, however you can still download the app using the %sdownload link%s. Please visit the %sPlay Store%s for information about this app.
de_de: App-Download.org hat keine Beschreibung für diese App, trotzdem können Sie die App mit dem %sDownload Link%s herunterladen. Bitte besuchen Sie den %sPlay Store%s für mehr Informationen über diese App.

source: Could not find app with package name "%s".
de_de: Konnte keine App mit dem Paketnamen "%s" finden.

source: Google account
de_de: Google Konto

source: I have read and accept the %sToS%s
de_de: Ich kenne und akzeptiere die %sAGB%s

source: Anonymous Login
de_de: Anonym anmelden

source: Login with your Google account
de_de: Eigenes Google Konto verwenden

source: Your Gmail Email
de_de: Ihre Gmail E-Mail-Adresse

source: Gmail address
de_de: Gmail Adresse

source: Your Gmail Password
de_de: Ihr Gmail Passwort

source: Password
de_de: Passwort

source: Log in
de_de: Anmelden

source: You're using the incognito login mode
de_de: Sie benutzen den anonymen Anmeldemodus.

source: Welcome %s %s (%s)
de_de: Willkommen %s %s (%s)

source: by
de_de: von

source: Show in Play Store
de_de: Im Play Store anzeigen

source: Description
de_de: Beschreibung

source: Download <strong>%s</strong> using the %sdownload link%s to install <strong>%s</strong> on your <strong>Kindle Fire</strong> or any other <strong>Android</strong> device.
de_de: Laden Sie <strong>%s</strong> mit dem %sDownload Link%s herunter, um <strong>%s</strong> auf Ihrem <strong>Kindle Fire</strong> oder jedem anderen <strong>Android</strong> Gerät, zu installieren.

source: Popular apps
de_de: Beliebte Apps

source: Feel free to contact me about anything that got to do with this webpage. I appreciate feedback. You can write your message in English or German.<br> You will receive a copy of your message via e-mail.
de_de: Hier können Sie mir eine Nachricht hinterlassen. Ich freue mich über Ihre Rückmeldung. Sie können Ihre Nachricht in Deutsch oder Englisch schreiben. Sie erhalten eine Kopie Ihrer Nachricht per E-Mail.

source: Your e-mail. Lea&nbsp;ve this field&nbsp;&nbsp;E&nbsp;M&nbsp;P&nbsp;T&nbsp;Y
de_de: Ihre E-Mail-Adresse; lassen Sie dieses Feld L&nbsp;E&nbsp;E&nbsp;R

source: Your Name (not required)
de_de: Ihr Name (nicht zwingend benötigt)

source: Your e-mail address
de_de: Ihre E-Mail-Adresse

source: Your message
de_de: Ihre Nachricht

source: Send message
de_de: Senden

source: Legal Information
de_de: Impressum

source: Webpage
de_de: Webseite

source: Teasers from App Descriptions from the Play Store
de_de: Anrisstexte aus App-Beschreibungen des Play Store

source: Original copyright owners of the full app descriptions are the individuals/coroporations that wrote the app description or their heirs. Outside of Germany copyright may be transferred to others, so the copyright holders might have changed. Additional third partys may earn the exclusive right of usage. Note that many of the app descriptions do not possess a high enough originality to be protected under copyright law.<br><br>Copyright is a difficult and complex subject. if you believe that the provider is commiting a copyright infringement against you or your company <strong>the provider is willing to remove or change the content in question</strong>.You can contact the provider through the %scontact from%s or you can write an e-mail to %s.<br><br><strong>The provider believes that the short extracts used possess a too low level of originality on their own to be protected under copyright law.</strong>
de_de: Besitzer der Urheberrechte der vollen App-Beschreibungen sind die Personen oder Unternehmen, die diese verfasst haben oder ihre Erben. Außerhalb Deutschlands kann Urheberrecht unter Umständen auf andere übertragen werden, deswegen können die Urheber inzwischen andere sein. Dritte können außerdem ein exklusives Nutzungsrecht besitzen. Viele Texte besitzen allerdings eine zu niedrige Schöpfungshöhe, um überhaupt schützenswert zu sein.<br><br>Urheberrecht ist ein schwieriges Thema. Wenn Sie der Ansicht sind, dass der Anbieter eine Urheberrechtsverletzung gegen Sie begeht, <strong>ist der Anbieter bereit den infrage stehenden Inhalt zu ändern oder zu löschen.</strong> Sie können den Anbieter durch das %sKontaktformular%s oder via E-Mail (%s) erreichen.<br><br><strong>Der Anbieter ist der Auffassung, dass die kurzen verwendeten Ausschnitte eine zu niedrige Schöpfungshöhe besitzen, um Uhrheberrechtlich geschützt zu sein.</strong>

source: Popular Apps
de_de: Beliebte Apps

source: Download Tool
de_de: Download Werkzeug

source: Install apps
de_de: Apps installieren

source: Update apps
de_de: Apps Updaten

source: Todo
de_de: Offene Punkte

source: You can download the newest version of some popular apps, from one of the following places:
de_de: Sie können einige beliebte Apps wie folgt herunterladen:

source: The Popular Apps Box
de_de: Die <i>&quot;Beliebte Apps&quot;</i>-Box

source: You can download a few apps from the <i>Popular Apps</i> box on the %sfront page%s by clicking on any of the links in the box.
de_de: Sie können einige Apps aus der &quot;<i>Beliebte Apps</i>&quot;-Box auf der %sStartseite%s herunterladen.

source: Click on a link to start the download of the corresponding app.
de_de: Klicken Sie auf einen der Links um den Download der entsprechenden App zu starten.

source: The Top 500 Apps List
de_de: Die <i>&quot;Top 500 Apps&quot;</i>-Liste

source: The 500 most popular apps from the Play Store are available in the %sTop 500 Apps%s list. You can download any app from that list or from its detail page by clicking on the corresponding download button.
de_de: Die 500 beliebtesten Apps aus dem Play Store sind in der %sTop 500 Apps%s-Liste verfügbar. Sie können jede App von dieser Liste oder von der entsprechenden Detailseite durch klicken auf den entsprechenden Downloadbutton herunterladen.

source: Click on the <i>Download App</i> button to start the download.
de_de: Klicken Sie auf den &quot;<i>Download App</i>&quot;-Button um den Download zu starten.

source: Proceed with %sinstalling%s the app.
de_de: Fahren Sie mit der %sInstallation%s der App fort.

source: When you download an app using one of the above methods, the app language will be American English. Use the %sdownload tool%s if you want to use an other language.
de_de: Wenn Sie eine App mit einer der oben genannten Methoden herunterladen, wird die Sprache Deutsch sein. Benutzen Sie das %sDownload Werkzeug%s, wenn Sie eine andere Sprache verwenden möchten.

source: Login
de_de: Anmelden

source: Devices
de_de: Geräte

source: Download apps
de_de: Apps Herunterladen

source: Use an own Google Account
de_de: Ein eigenes Google Konto verwendet

source: In most cases you should use the anonymous login function so that <strong>Google won't receive any information about you and you do not need to give away any credentials.</strong> However there are some limitations compared to using an %sown Google account%s:<br> <ul> <li>You can only download free apps.</li> <li>Apps from some countries might be blocked.</li> <li>English, German, Spanish, French, Russian and Mandarin Chinese are the only supported languages.</li> <li>You cannot choose between different types of devices.</li> </ul> If you can't live with any of the above limitations you need to login with an %sown Google account%s.<br> <br> To login anonymously read the %sterms of service%s and confirm that you accept them. Then click on the "Anonymous Login" button.
de_de: In den meisten Fällen sollten Sie die anonyme Log-in Funktion nutzen, sodass <strong>Google keine Informationen über Sie erhält und Sie keine Anmeldedaten preisgeben müssen</strong>. Es gibt jedoch einige Nachteile gegenüber einem %seigenen Google Account%s:<br><ul><li>Sie können nur kostenlose Apps herunterladen.</li><li>Apps für einige Länder sind eventuell blockiert.</li><li>Deutsch, Englisch, Spanisch, Französisch, Russisch und Mandarin Chinesisch sind die einzigen unterstützten Sprachen.</li><li>Sie können nicht zwischen verschiedenen Gerätetypen wählen.</li></ul>Sollten Sie mit einer der obigen Einschränkungen Probleme haben, müssen Sie sich mit einem %seigenen Google Account%s anmelden.<br><br>Um sich anonym anzumelden, lesen Sie die %sAGB%s und akzeptieren Sie sie. Klicken Sie dann auf den „<i>Anonym anmelden</i>“-Knopf.

source: In some cases it might be useful to use an own Google account over an anonymous one.<br><br> To login with an own Google account read the %sterms of service%s and confirm that you accept them. Then click on the "Login with your own Google account" button. A dialog should roll out into which you need to enter the e-mail and password for your Google account, then click on the "Log in" button.
de_de: In manchen Fällen kann es von Vorteil sein, einen eigenen Google Account zu benutzen.<br><br>Um sich mit einem eigenen Account anzumelden, lesen Sie die %sAGB%s und akzeptieren Sie sie. Klicken Sie dann auf den <i>„Eigenes Google Konto verwenden“</i>-Knopf. Ein Dialog sollte aufklappen, indem Sie Ihre E-Mail-Adresse und Ihr Passwort für Ihren Google Account eingeben müssen. Klicken Sie dann auf den <i>„Anmelden“</i>-Knopf

source: In order to download apps from the Play Store, Google requires you to specify the device with which you download. That's why app-download.org creates fake devices. When you use the anonymous login function you can choose from a few devices that have been created for this purpose.
de_de: Google verlangt eine detaillierte Spezifikation des Gerätes, mit dem Apps heruntergeladen werden; deswegen erstellt App-Download.org fingierte virtuelle Geräte. Wenn Sie den anonymen Anmeldemodus benutzen, können Sie aus einer Liste von Geräten wählen, die für diesen Zweck angelegt wurde.

source: Devices available in anonymous login mode.
de_de: Geräte, die im anonymen Anmeldemodus verfügbar sind.

source: If you use an own Google account you have more options and you can attach an infinite number of devices of different models and with different languages. If your device isn't listed in the list of models, picking a similar device will work in most cases. If you don't know what to choose <strong>Nexus 5</strong> will usually be a good choice. Give your devices meaningful names so that you can distinguish them.
de_de: Wenn Sie einen eigenen Google Account verwenden, haben Sie mehr Optionen und können eine unendliche Anzahl an Geräten, von unterschiedlichen Modellen und in verschiedenen Sprachen erstellen. Sollte Ihr Gerät in der Liste von verfügbaren Modellen nicht auftauchen: wählen Sie ein ähnliches Gerät; wenn Sie sich unsicher sind ist <strong>Nexus 5</strong> in der Regel eine gute Wahl. Geben Sie Ihren Geräten aussagekräftige Namen, sodass Sie sie unterscheiden können.

source: Download Apps
de_de: Apps Herunterladen

source: To download an app you will need to find out it's package name. Go to the %sPlay Store%s and search for the app you want to download. Once you have found it, get it's package name from the url. <strong>I know this is uncomfortable. I'm working on a way to improve this, so hang on.</strong>
de_de: Um eine App herunterzuladen, müssen Sie ihren Paketnamen herausfinden. Besuchen Sie den %sPlay Store%s und suchen Sie nach der App, die Sie herunterladen möchten. Wenn Sie sie gefunden haben, extrahieren Sie den Paketnamen aus der URL. <strong>Ich arbeite an einem bequemerem Verfahren – bitte haben Sie Geduld.</strong>

source: Get the package name from the url.
de_de: Den Paketnamen erhalten Sie aus der URL.

source: Then enter the id into the download box.
de_de: Tragen Sie dann den Paketnamen in die Downloadbox ein.

source: Install Apps
de_de: Apps installieren

source: Allow unknown sources
de_de: Apps unbekannter Herkunft zulassen

source: Installation Process
de_de: Installationsvorgang

source: Unknown Sources
de_de: Apps aus unbekannter Herkunft

source: Before you can install apps with app-download.org you need to allow apps to be installed from unknown sources on your mobile device
de_de: Bevor Sie Apps mit App-Download.org installieren können, müssen Sie das Installieren von Apps aus unbekannter Herkunft zulassen

source: Launch the Settings app from the app launcher.
de_de: Öffnen Sie die <i>„Einstellungen“</i>-App aus dem App Launcher.

source: Open the submenu called "Security".
de_de: Öffnen Sie das Untermenü <i>„Sicherheit“</i>.

source: Enable app installation from unknown sources.
de_de: Erlauben Sie Apps aus unbekannter Herkunft.

source: Installation Processs
de_de: Installtionsvorgang

source: The easiest way to install apps on your device is to use app-download.org directly on your mobile device.
de_de: Der einfachste Weg Apps auf Ihren Gerät zu installieren ist App-Download.org direkt auf Ihrem Gerät zu nutzen.

source: After you started the download using the download button, you will see a download notification in the notification area.
de_de: Nachdem Sie den Download mit dem Download-Button gestartet haben, sollte der Downloadvorgang im Benachrichtigungsbereich auftauchen.

source: When the download completes double click on the downloaded apk file.
de_de: Sobald der Download abgeschlossen ist: klicken Sie auf die heruntergeladene APK Datei.

source: An installation dialog should open. Confirm with install.
de_de: Ein Installationsdialog sollte sich öffnen: bestätigen Sie mit „Installieren“.
